"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Kod PIN podano %1$d raz błędny. Twój identyfikator ID do Mercedesa me został zablokowany dla %2$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minut";

"command_error_pin_invalid" = "Kod PIN błędne podano %1$d razy.";

"general_cancel" = "Anuluj";

"general_error_msg" = "Wystąpił błąd. Prosimy spróbować ponownie.";

"general_error_network_msg" = "Coś się nie udało. Sprawdź połączenie internetowe.";

"general_error_title" = "Błąd";

"general_hint" = "Wskazówka";

"general_no" = "Nie";

"general_ok" = "OK";

"general_yes" = "Tak";

"login_error_authentication_failed" = "Rejestracja nie powiodła się. Proszę spróbować ponownie.";

"login_error_wrong_tan" = "Niestety, wprowadzona informacja nie była poprawna.Proszę pamiętać, że przed podjęciem kolejnej próby należy ew. kilka minut odczekać.";

"login_info_alert_message" = "Mercedes me ID składa się z osobistego numeru telefonu komórkowego lub adresu e-mail. Za pomocą Mercedes me ID można się zalogować wszędzie w cyfrowym świecie Mercedes-Benz. Oferuje on dostęp do wszystkich usług, funkcji i platform dostępnych w Twoim kraju adresowym.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Proszę podać ważny adres e-mail lub numer telefonu komórkowego.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Dalej";

"login_only_caption" = "Zaloguj";

"login_username" = "Numer telefonu komórkowego lub adres e-mail";

"login_user_not_registered" = "Zarejestruj się bezpłatnie w jednej z pozostałych aplikacji Mercedes me.";

"pin_popup_button_again" = "Spróbuj ponownie";

"pin_popup_cancel" = "Anuluj";

"pin_popup_default_no_pin_message" = "Proszę ustalić PIN w jednej z aplikacji Mercedes me.";

"pin_popup_description" = "Proszę podać swój %1$d-znakowy kod PIN:";

"pin_popup_send" = "Wyślij";

"pin_popup_title" = "Wprowadzanie PIN";

"pin_popup_wrong_pin_msg" = "Kod PIN jest nieprawidłowy. Prosimy spróbować ponownie.";

"pin_popup_wrong_pin_title" = "Nieprawidłowy kod PIN";

"registration_user_consent_message" = "Aby stale ulepszać aplikację, analizujemy sposób korzystania z niej i jej funkcje, nie odnosząc tych danych do konkretnej osoby. Tę funkcję można w dowolnym momencie dezaktywować poprzez Menu > Ustawienia > Analiza.";

"registration_user_consent_title" = "Dane użytkownika Mercedes me";

"verification_btn_next" = "Dalej";

"verification_btn_send_again" = "Zamów nowy kod TAN";

"verification_headline" = "Kod weryfikacyjny";

"verification_login_msg_mail" = "Proszę wpisać kod TAN przesłany przez nas mailem.";

"verification_login_msg_user" = "W celu weryfikacji wysłaliśmy %1$d-miejscowy kod na adres %2$@. Proszę wprowadzić ten kod.";

"verification_not_received" = "Nie masz kodu TAN?";

"verification_not_received_hint_mail" = "Proszę sprawdzić podany adres e-mail lub poprosić o nowy kod uwierzytelniający.";

"verification_not_received_hint_phone" = "Proszę sprawdzić podany numer telefonu komórkowego lub poprosić o nowy kod TAN.";

"verification_send_again_msg" = "Twoje zapytanie zostało ponownie wysłane";

"verification_title" = "Weryfikacja";

